Revit 2023 API
GroupTypeId.Profilen2 Property
 "Profile 2"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 23.0.0.0 (23.1.0.0)
Syntax
C#
public static ForgeTypeId Profilen2 { get; }
Visual Basic
Public Shared ReadOnly Property Profilen2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Profilen2 {
	ForgeTypeId^ get ();
}
See Also
GroupTypeId Class
Autodesk.Revit.DB Namespace